[
  {
    "slug": "vcard-qr-code-vs-paper-business-cards",
    "title": "vCard QR Code vs Paper Business Cards: The Future of Networking",
    "description": "See why vCard QR codes outperform paper business cards for speed, accuracy, sustainability, and modern networking impact.",
    "url": "/blog/vcard-qr-code-vs-paper-business-cards/",
    "date": "2026-01-11"
  },
  {
    "slug": "address-qr-code-business-card",
    "title": "Address QR Code Business Card — Free vCard QR Code Guide",
    "description": "Learn how to create and share an address qr code business card safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/address-qr-code-business-card/",
    "date": "2025-09-21"
  },
  {
    "slug": "business-card-qr-code-generator",
    "title": "Business Card QR Code Generator — Free vCard QR Code Guide",
    "description": "Learn how to create and share a business card qr code generator safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/business-card-qr-code-generator/",
    "date": "2025-09-21"
  },
  {
    "slug": "business-qr-code-contactless-card",
    "title": "Business QR Code Contactless Card — Free vCard QR Code Guide",
    "description": "Learn how to create and share a business qr code contactless card safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/business-qr-code-contactless-card/",
    "date": "2025-09-21"
  },
  {
    "slug": "contact-qr-code-generator",
    "title": "Contact QR Code Generator — Free vCard QR Code Guide",
    "description": "Learn how to create and share a contact qr code generator safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/contact-qr-code-generator/",
    "date": "2025-09-21"
  },
  {
    "slug": "contact-qr-code-printing-guide",
    "title": "Contact QR Code Printing Guide — Free vCard QR Code Guide",
    "description": "Learn how to create and share a contact qr code printing guide safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/contact-qr-code-printing-guide/",
    "date": "2025-09-21"
  },
  {
    "slug": "email-vcard-qr-code-generator",
    "title": "Email vCard QR Code Generator — Free vCard QR Code Guide",
    "description": "Learn how to create and share an email vcard qr code generator safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/email-vcard-qr-code-generator/",
    "date": "2025-09-21"
  },
  {
    "slug": "phone-contact-qr-code-how-to",
    "title": "Phone Contact QR Code How To — Free vCard QR Code Guide",
    "description": "Learn how to create and share a phone contact qr code how to safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/phone-contact-qr-code-how-to/",
    "date": "2025-09-21"
  },
  {
    "slug": "qr-code-and-vcard-guide",
    "title": "The Complete Guide to vCard QR Codes: Everything You Need to Know",
    "description": "vCard QR codes are smart digital barcodes that instantly transform printed or digital media into contact-saving tools. When scanned, a vCard QR code lets users save your details.",
    "url": "/blog/qr-code-and-vcard-guide/",
    "date": "2025-09-21"
  },
  {
    "slug": "qr-code-business-contact-tips",
    "title": "QR Code Business Contact Tips — Free vCard QR Code Guide",
    "description": "Learn how to create and share a qr code business contact tips safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/qr-code-business-contact-tips/",
    "date": "2025-09-21"
  },
  {
    "slug": "qr-code-contact-card",
    "title": "QR Code Contact Card — Free vCard QR Code Guide",
    "description": "Learn how to create and share a qr code contact card safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/qr-code-contact-card/",
    "date": "2025-09-21"
  },
  {
    "slug": "qr-code-vcf-contact-file",
    "title": "QR Code VCF Contact File — Free vCard QR Code Guide",
    "description": "Learn how to create and share a qr code vcf contact file safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/qr-code-vcf-contact-file/",
    "date": "2025-09-21"
  },
  {
    "slug": "qr-vcard-for-networking-events",
    "title": "QR vCard For Networking Events — Free vCard QR Code Guide",
    "description": "Learn how to create and share a qr vcard for networking events safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/qr-vcard-for-networking-events/",
    "date": "2025-09-21"
  },
  {
    "slug": "vcard-qr-code",
    "title": "vCard QR Code — Free vCard QR Code Guide",
    "description": "Learn how to create and share a vcard qr code safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/vcard-qr-code/",
    "date": "2025-09-21"
  },
  {
    "slug": "vcard-qr-code-best-practices",
    "title": "vCard QR Code Best Practices — Free vCard QR Code Guide",
    "description": "Learn how to create and share a vcard qr code best practices safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/vcard-qr-code-best-practices/",
    "date": "2025-09-21"
  },
  {
    "slug": "vcard-qr-code-download-guide",
    "title": "vCard QR Code Download Guide — Free vCard QR Code Guide",
    "description": "Learn how to create and share a vcard qr code download guide safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/vcard-qr-code-download-guide/",
    "date": "2025-09-21"
  },
  {
    "slug": "contact-management-workflows",
    "title": "Contact Management Workflows After a QR Code Scan",
    "description": "Organize new connections captured via QR codes and vCards.",
    "url": "/blog/contact-management-workflows/",
    "date": "2025-09-20"
  },
  {
    "slug": "customize-qr-codes",
    "title": "How to Customize Your vCard QR Codes",
    "description": "Brand your QR codes with colors, logos, and layouts that match your identity.",
    "url": "/blog/customize-qr-codes/",
    "date": "2025-09-20"
  },
  {
    "slug": "digital-business-card-strategies",
    "title": "Digital Business Card Strategies — Free vCard QR Code Guide",
    "description": "Effective strategies for using digital vCard QR codes to replace paper cards, engage leads, and follow up with intention.",
    "url": "/blog/digital-business-card-strategies/",
    "date": "2025-09-20"
  },
  {
    "slug": "event-networking-playbook",
    "title": "Event Networking Playbook with QR Codes",
    "description": "Prepare for conferences with a QR-powered workflow for effortless introductions.",
    "url": "/blog/event-networking-playbook/",
    "date": "2025-09-20"
  },
  {
    "slug": "qr-code-follow-up-ideas",
    "title": "QR Code Follow-Up Ideas — Turn Scans Into Lasting Business Relationships",
    "description": "Discover 5 proven follow-up strategies after someone scans your QR code business card. Learn timing tips, CRM integration, and techniques to convert contacts into clients.",
    "url": "/blog/qr-code-follow-up-ideas/",
    "date": "2025-09-20"
  },
  {
    "slug": "qr-code-marketing-ideas",
    "title": "QR Code Marketing Ideas: Boost Engagement & Conversions",
    "description": "Discover creative QR code marketing ideas to boost engagement and drive conversions with dynamic QR codes, custom designs, and analytics.",
    "url": "/blog/qr-code-marketing-ideas/",
    "date": "2025-09-20"
  },
  {
    "slug": "qr-code-networking-tips",
    "title": "7 QR Code Networking Tips to Make Better Connections at Events",
    "description": "Master professional networking with QR codes. Learn 7 practical tips to prepare, share, and follow up using vCard QR codes at conferences, meetups, and business events.",
    "url": "/blog/qr-code-networking-tips/",
    "date": "2025-09-20"
  },
  {
    "slug": "secure-qr-code-sharing",
    "title": "Secure QR Code Sharing: Protect Your Contact Information | vCard QR Guide",
    "description": "Learn how to share your contact information securely via vCard QR codes. Discover privacy best practices, what info to include, and how to avoid common security risks.",
    "url": "/blog/secure-qr-code-sharing/",
    "date": "2025-09-20"
  },
  {
    "slug": "vcard-export-guide",
    "title": "vCard Export Guide: How to Export, Import & Share VCF Contact Files",
    "description": "Learn how to export vCard files, import VCF contacts across devices, and share contact information seamlessly between iOS, Android, Outlook, and Gmail.",
    "url": "/blog/vcard-export-guide/",
    "date": "2025-09-20"
  },
  {
    "slug": "vcard-qr-code-generator",
    "title": "vCard QR Code Generator — Free vCard QR Code Guide",
    "description": "Learn how to create and share a vcard qr code generator safely with free tools, troubleshooting tips, printing advice, and privacy best practices.",
    "url": "/blog/vcard-qr-code-generator/",
    "date": "2025-09-20"
  }
]
